сайт\приложение онлайн магазина
сайт\приложение для обмена товара продавсца на деньгами покупателя.

содержание:
1)Функционал к реализации
2)Описание реализованного функционала
3)информация для участников проекта

функционал:
1)продавец может самостаятельно в ручную выстовлять товар на продажу.
2)видеть количество заказов и их адрес для последующей отправке.
3)покупатель может сортировать товары смотреть и изучать кортинки с товаром,
после чего добавлять в корзину для последующей покупке.

Описание реализованного функционала:

                                                                                                                                      
информация для участников проекта:
1)прекреплять описание к функциям и классам
2)мадель распределения веток - GitHub Flow
3)pull reqest запрещён.
